    #!/usr/bin/env python3
    # -*- coding: utf-8 -*-
def main():
    # Расставьте знаки операций "плюс", "минус", "умножение" и скобки
    # между числами "1 2 3 4 5" так, что бы получилось число "25".
    #
    # Использовать нужно только указанные знаки операций, но не обязательно все перечесленные.
    # Порядок чисел нужно сохранить.

    # Пример для чисел "1 2 3" и "9"
    result = (1 + 2) * 3
    a = result
    # TODO написать формулу для 1 2 3 4 5 и вывести значение на консоль
    t = (1*2+3+4*5)
    return(a,t)
print(main())